Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: ”In light of this, we are eagerly awaiting the opportunity to map a new part of the continental shelf.
nb: ”I lys av dette ser vi med spenning fram til å kartlegge en ny del av kontinentalsokkelen.

source: We are just waiting on parliamentary ratification of the border by the Norwegian Storting and the Russian Duma,” says Nyland.
nb: Vi venter bare på Stortingets og Dumaens ratifisering av delelinjeavtalen,” sier Nyland.

source: The Director General is pleased by the 16 discoveries on the Norwegian continental shelf last year – ten in the North Sea and six in the Norwegian Sea.
nb: Oljedirektøren gleder seg over at det ble gjort 16 funn på norsk kontinentalsokkel i fjor – 10 i Nordsjøen og 6 i Norskehavet.

source: 41 exploration wells were completed in 2010, of which 32 were wildcat wells.
nb: Det ble avsluttet 41 letebrønner i 2010, hvorav 32 var rene undersøkelsesbrønner.

source: Exploration activities >>
nb: Leteaktiviteten >>

source: At the same time, the authorities approved plans for development and operation (PDOs) for three fields in the North Sea and one in the Norwegian Sea.
nb: Samtidig godkjente myndighetene planer for utbygging og drift (PUD) for tre felt i Nordsjøen og ett i Norskehavet.

source: Developments >>
nb: Utbygginger >>

source: There has been a temporary decline in investments in the petroleum sector in 2010.
nb: Det har vært en forbigående nedgang i investeringene i petroleumssektoren i 2010.

source: Investments in 2011 are expected to be around NOK 150 billion, which is slightly higher than the peak year, 2009.
nb: Investeringene i 2011 forventes å ligge rundt 150 milliarder kroner, noe som er litt over toppåret 2009.

source: Investments >>
nb: Investeringer >>

source: Austad and Corec have been honoured for the very important research that has been carried out to improve oil recovery from chalk fields.
nb: Austad og Corec vert heidra for den svært viktige forskinga som er utført for å få meir olje ut av krittfelta.

source: The IOR prize (IOR, improved oil recovery) was presented at the Norwegian Petroleum Society’s (NPF) conference on reservoir management in Stavanger today, 7 June.
nb: IOR-prisen (IOR, improved oil recovery, auka oljeutvinning) vart delt ut på Norsk petroleumsforening (NPF) sin konferanse om reservoarstyring i Stavanger i dag, 7. juni.

source: Professor Tor Austad at the University of Stavanger (UiS) and Corec will both receive the IOR prize for 2010.
nb: Professor Tor Austad ved Universitetet i Stavanger (UiS) og Corec deler IOR-prisen for 2010.

source: Their research results are crucial to understanding the reservoir recovery mechanisms for the chalk fields in the southern part of the North Sea.
nb: Deira forskingsresultat er avgjerande for forståinga av dei reservoarmessige utvinningsmekanismane for krittfelta i den sørlige delen av Nordsjøen.

source: Their research thus forms an important basis for the decisions the oil companies must make to improve the oil recovery.
nb: Forskinga deira gir dermed eit viktig grunnlag for dei avgjerdene oljeselskapa må ta.

source: ”Based on Austad’s long-term research within reservoir chemistry and wettability properties in chalk rock, and the connection between this and further recovery from the chalk fields in the southern part of the North Sea, he is a particularly deserving winner of the Norwegian Petroleum Directorate’s 2010 IOR prize,” Director General Bente Nyland says.
nb: ”Med bakgrunn i Austad si langsiktige forsking innan reservoarkjemi og fukteigenskapar i krittbergartar, og koplinga dette har til vidare utvinning frå krittfelta i den sørlege delen av Nordsjøen, er han ein særs verdig vinnar av Oljedirektoratet sin IOR-pris for 2010,” seier oljedirektør Bente Nyland.

source: Through a systematic cooperation with a large number of doctoral students, Austad has, over the course of 15 years, identified the special properties of seawater as an EOR and compaction fluid in chalk reservoirs with a high temperature.
nb: Gjennom eit systematisk arbeid saman med eit stort tal doktorgradsstudentar har Austad i løpet av 15 år avdekka sjøvatnet sine spesielle eigenskapar som EOR- og kompaksjonsfluid i krittreservoar med høg temperatur.

source: This has given an important contribution to understanding how injection of seawater displaces oil so efficiently on the Ekofisk field.
nb: Dette har gitt eit viktig bidrag til å forstå korleis injeksjon av sjøvatn så effektivt fortrenger olja frå Ekofiskfeltet.

source: He has also contributed significantly to clarify the chemical mechanism for weakening the chalk rock with seawater.
nb: Likeeins har han bidrege betydeleg til å oppklare den kjemiske mekanismen for svekking av krittbergarten med sjøvatn.

source: This will also have considerable economic significance in the work to improve the efficiency and lifetime of wells in the area.
nb: Dette vil ha stor økonomisk betyding også i arbeidet med å effektivisere og auke levetida til brønnane i området.

source: Read more about Professor Tor Austad >>
nb: Les meir om professor Tor Austad >>

source: The Corec research centre, with which Austad shares the award, has been working with improved recovery since its establishment in 2002.
nb: Forskingssenteret Corec, som Austad deler prisen med, har arbeidd med auka utvinning sidan det vart etablert i 2002.

source: The NPD emphasises the significance of Corec’s thorough work to find different methods to improve oil recovery from the chalk fields in the Ekofisk area, which also includes investigating the effect of injecting CO2 following water injection in the chalk fields.
nb: OD framhever betydninga av at Corec går grundig til verks med å sjå på metodar for å auke oljeutvinninga frå krittfelta i Ekofiskområdet, noko som også inkluderer å utforske effekten av å injisere CO2 i etterkant av vassinjeksjon i krittfelta.

source: ”The potential for improved recovery with use of CO2 is undoubtedly large.
nb: ”Potensialet for auka utvinning med bruk av CO2 er utvilsamt stor.

source: At the same time, the integrity and stability of the chalk rock is a challenging question if CO2 is injected,” Nyland comments.
nb: Samstundes er integriteten og stabiliteten til krittbergarten eit utfordrande spørsmål dersom CO2 vert injisert,” kommenterer Nyland.

source: ”The research on these topics is very significant regarding important decisions in the future.
nb: ”Forskinga på desse emna er betyr mykje for viktige avgjerder i framtida.

source: We don’t have all the answers yet, but so much good work has been completed that the NPD also wants to honour this with the 2010 IOR prize.”
nb: Vi har ikkje alle svara ennå, men det er nedlagt så mykje godt arbeid at OD ønskjer å honorere også dette med IOR-prisen for 2010.”

source: Read more about Corec >>
nb: Les meir om Corec >>

source: Most likely there will be production from chalk fields on the Norwegian shelf until 2050 and beyond.
nb: Det vil truleg vere produksjon frå krittfelta på norsk sokkel til 2050 og utover.

source: There is no doubt that the research efforts have contributed to the positive results, and have thus helped create significant values both for licensees and the Norwegian society.
nb: Det er heva over einkvar tvil at forskingsinnsatsen har bidrege til dei positive resultata, og dermed har vore med på å skape store verdiar både for rettshavarane og for det norske samfunnet.

source: Water injection does not function in the same manner in a fractured chalk field as in a sandstone field.
nb: Vassinjeksjon fungerer ikkje på same vis i eit oppsprukke krittfelt som i eit sandsteinsfelt.

source: Understanding how injection of seawater works both at a microscopic level and on a larger scale has posed a challenge to researchers for several decades.
nb: Det å forstå korleis injeksjon av sjøvatn fungerer på både mikroskopisk nivå og i større skala har vore ei utfordring for forskarar i fleire tiår.

source: One of the questions regards whether it would be possible to inject produced water from the reservoir together with the oil.
nb: Eitt av spørsmåla har vore om ein like gjerne kunne ha injisert vatn som vert produsert frå reservoaret saman med olja.

source: We also know that the chalk rock is compressed during production.
nb: Ein veit også at krittbergarten vert pressa saman under produksjonen.

source: This has led to the seabed at Ekofisk sinking as much as 9.5 metres in the middle of the field.
nb: Det har til dømes ført til at havbotnen på Ekofisk til no har søkkt med inntil 9,5 meter midt på feltet.

source: This effect also leads to more oil being recovered from the field.
nb: Samtidig fører denne effekten til at det vert pressa ut meir olje frå feltet.

source: How this dramatic and important effect is influenced by long-term water injection in the field, is another important research topic.
nb: Korleis blir så denne dramatiske og viktige effekten påverka av langvarig vassinjeksjon i feltet?

source: For many important decisions that have already been made, or will be made in the future, and which concern billions of Norwegian crowns in investments, it is essential to have good enough answers to the challenging questions of what happens in the reservoir.
nb: For mange viktige vedtak som allereie er tatt eller vil bli tatt i framtida, og som omfattar milliardar av kroner i investeringar, er det avgjerande å få gode nok svar på utfordrande spørsmål knytt til det som skjer i reservoaret.

source: The Ekofisk, Tor, Valhall and Hod chalk fields in the southern part of the North Sea still have a lot of oil and gas which could be profitable to recover.
nb: Krittfelta Ekofisk, Eldfisk, Tor, Valhall og Hod i den sørlege delen av Nordsjøen har framleis mykje olje og gass som det kan løne seg å utvinne .

source: Ekofisk, Eldfisk and Valhall are three of the six fields on the Norwegian shelf that will have the most subsurface oil remaining when the current reserves are produced.
nb: Ekofisk, Eldfisk og Valhall er tre av dei seks felta på norsk sokkel som vil ha mest olje igjen i undergrunnen når dagens reservar er produsert.

source: In addition, the Tommeliten Alpha gas condensate discovery can be developed, and it might become relevant to re-develop one or more of the chalk fields that have already been shut down.
nb: I tillegg kan gasskondensatfunnet Tommeliten Alpha bli bygt ut, og etter kvart kan det blir aktuelt å byggje ut att eitt eller fleire av dei nedstengte krittfelta.

source: It takes longer to produce the oil and gas from chalk fields than sandstone fields.
nb: Det tek lengre tid å produsere olja og gassen frå krittfelt enn frå sandsteinfelt.

source: Is it possible to increase the oil recovery further from the chalk fields with the use of more advanced recovery methods in the future, when it is difficult to recover more with water injection?
nb: Kan ein auke oljeutvinninga ytterlegare frå krittfelta med bruk av meir avanserte utvinningsmetoder i framtida, når det er vanskeleg å få ut meir ved vassinjeksjon?

source: Here lie new challenges for the researchers and oil companies to delve into.
nb: Her er det nye utfordringar å bryne seg på for forskarane og for oljeselskapa.

source: Many different bodies have contributed research to improve recovery from chalk fields.
nb: Mange ulike instansar har bidrege med forsking for å auke utvinninga frå krittfelta.

source: These include the companies’ own research centres, the Norwegian-Danish research cooperation Joint Chalk Research and the University of Bergen, for example.
nb: Desse inkluderer selskapa sine eigne forskingssentra, det norsk-danske forskingssamarbeidet Joint Chalk Research og til dømes Universitetet i Bergen.

source: ConocoPhillips (then Phillips Petroleum Company) received the IOR prize in 2000 for its efforts to improve the recovery from Ekofisk – during times with low oil prices.
nb: ConocoPhillips (dåverande Phillips Petroleum Company) fekk IOR prisen i 2000 for sin innsats for å auke utvinninga frå Ekofisk – den gong i i tider med låg oljepris.

source: This effort was continued in 2010 and 2011 with the submission of the plans for Ekofisk Sør and Eldisk II.
nb: Denne innsatsen vart vidareført i 2010 og 2011 ved framlegging av planane for Ekofisk Sør og Eldfisk II.

source: Furthermore, BP and Valhall Unit received the IOR prize in 2003 for the project Life of field seismic on Valhall, which was the first project of this type on the Norwegian shelf, and which contributes to improved recovery on Valhall.
nb: Vidare fikk BP og Valhall Unit IOR prisen i 2003 for prosjektet Life of field seismic på Valhall, som var det første av denne typen på norsk sokkel og som vil bidra til auka utvinning frå Valhall.

source: Wellbore 32/2-1 will be drilled from the Transocean Winner drilling facility at the following position: 60°46’ 29.35’’ N and 04°20’ 00.36’’ E.
nb: Brønnbanen 32/2-1 skal bores fra boreinnretningen Transocean Winner i posisjon 60°46’ 29.35’’ N og 04°20’ 00.36’’ Ø.

source: The drilling program for wellbore 32/2-1 applies to drilling of a wildcat well in production licence 369.
nb: Boreprogrammet for brønnbane 32/2-1 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 369.

source: Talisman is the operator (40%), with Revus (20%), Petro-Canada (20%) and Det norske oljeselskap (20%) as other licensees.
nb: Talisman er operatør (40 %), med Revus (20 %), Petro-Canada (20 %) og Det norske oljeselskap (20 %) som øvrige rettighetshavere.

source: The area in this licence comprises parts of blocks 31/6, 32/1, 32/2, 32/4, 32/5 and 32/7, east of the Troll field, and it was awarded in APA 2005 (Awards in Predefined Areas) in 2005.
nb: Arealet i denne tillatelsen består av deler av blokkene 31/6, 32/1, 32/2, 32/4, 32/5 og 32/7, øst for Trollfeltet, og ble tildelt i TFO 2005.

source: This is the first well in this licence.
nb: Dette er den første brønnen i denne tillatelsen.

source: Transocean Winner is currently drilling well 30/9-21 A for production licences 79/104.
nb: Transocean Winner borer for tiden brønn 30/9-21 A for utvinningstillatelsene 79/104.

source: There are currently 125 certified fishery experts in Norway.
nb: Per i dag er det 125 godkjente fiskerikyndige i Norge.

source: The petroleum regulations stipulate that a fishery expert must be on board all vessels acquiring seismic.
nb: Petroleumsregelverket krever at en fiskerikyndig skal være om bord i alle fartøy som samler inn seismikk.

source: The fishery experts play an important role in the work to prevent conflicts at sea, and they are good advisors for the crew on seismic vessels.
nb: De fiskerikyndige har en viktig rolle i arbeidet med å forebygge konflikter på havet, og de er gode rådgivere for besetningen på seismikkfartøyene.

source: See updated list of fishery experts here >>
nb: Se oppdatert liste over fiskerikyndige her >>

source: An independent and professionally strong NPD has been crucial for the first 40 years and will continue to be so in the next 40.
nb: Et uavhengig og faglig sterkt OD har vært avgjørende de første 40 årene og vil være det også de neste 40.

source: The oil and gas represent a substantial part of the national economy, and the NPD plays an important part in recovering the oil and gas efficiently and at the right time.
nb: Oljen og gassen representerer en stor del av nasjonaløkonomien, og OD spiller en sentral rolle i å få ut oljen og gassen effektivt og til rett tid.

source: In 1972, not many people saw the outlines of the Norwegian oil adventure and only a few could envisage how the situation would be today.
nb: I 1972 var det få som så konturene av det norske oljeeventyret, og de færreste kunne forestille seg hvordan situasjonen ville være i dag.

source: Even in the NPD there were many people who believed it would be over in the course of the 1990s.
nb: Selv i OD var det mange som mente at det ville være over i løpet av 1990-årene.

source: When I became the Director General five years ago, I occasionally had the feeling I would be the last one.
nb: Da jeg begynte som oljedirektør for fem år siden, fikk jeg innimellom følelsen av at jeg var den siste.

source: I would be turning out the lights.
nb: Det var jeg som skulle slukke lyset.

source: With the recent major discoveries in the North Sea and the Barents Sea, however, this feeling has changed.
nb: Med de store funnene i Nordsjøen og Barentshavet nylig, har stemningen snudd.

source: Now we feel an enormous optimism.
nb: Nå opplever vi en enorm optimisme.

source: The latest white paper on petroleum activities emphasises the industry’s long-term perspective.
nb: Den siste oljemeldingen understreker langsiktigheten i næringen.

source: The main points are clear; a stronger commitment shall be made to fields in operation, the discoveries must be brought on stream, further exploration must be conducted in areas that have already been amply explored, and the opening of new areas must be facilitated.
nb: Hovedpoengene er klare, det skal satses sterkere på felt i drift, funnene må settes i produksjon, det må letes mer i områder som allerede er godt utforsket og det må legges til rette for åpning av nye områder.

source: In addition, the Storting (Norwegian Parliament) started an opening process in the sea areas off the coast of Jan Mayen and in ”the new Norway” in the Barents Sea; the formerly disputed area towards the Russian border.
nb: I tillegg har Stortinget startet en åpningsprosess i havområdene utenfor Jan Mayen og i ”Det nye Norge” i Barentshavet, det tidligere omstridte området mot den russiske grensen.

source: When we celebrated our 30th anniversary, we strongly criticized the oil companies for being too short-sighted: «The players on the shelf work hard to improve earnings and increase production.
nb: Da vi fylte 30, rettet vi sterk kritikk mot oljeselskapene for å være for kortsiktige: «Aktørene på sokkelen satser mye på å forbedre inntjeningen og øke produksjonen.

source: But we are not satisfied.
nb: Men vi er ikke fornøyd.

source: Even though the large fields have produced for a long time, there are still considerable assets to be retrieved there.
nb: Selv om de store feltene har produsert lenge, er det fortsatt store verdier å hente der.

source: More than half of the original oil will remain when they shut down – according to current plans.
nb: Mer enn halvparten av den opprinnelige oljen vil bli liggende igjen når de stenger – etter dagens planer.

source: This means that there are ample opportunities for enhancing recovery.
nb: Det betyr at det er store muligheter for å øke utvinningen.

source: But this requires the will and ability to implement the necessary investments.
nb: Men dette krever evne og vilje til å gjennomføre de nødvendige investeringene.

source: One of our most important tasks is to follow up the industry so as to contribute to ensuring that profitable resources in producing fields are not lost.
nb: En av våre viktigste oppgaver er å følge opp industrien for å bidra til at lønnsomme ressurser i produserende felt ikke går tapt.

source: Reaching the annual production targets is challenging for several of the fields.
nb: Det er krevende å nå de årlige produksjonsmålene på flere av feltene.

source: Drilling wells is the most important method for maintaining and increasing production, but the companies drill fewer wells than planned.
nb: Boring av brønner er den viktigste metoden for å opprettholde og øke produksjonen, men det bores færre brønner enn selskapene har planlagt.

source: The cost level on the Norwegian shelf is one reason why it is challenging to get the job done.
nb: Kostnadsnivået på norsk sokkel er en årsak til at det er utfordrende å få gjort jobben.

source: Good cost control, new drilling methods and new drilling technology can make it possible to produce more.
nb: God kostnadskontroll, nye boremetoder og ny boreteknologi kan gjøre det mulig å produsere mer.

source: The NPD follows up developments, and I am a member of the government-appointed committee that looks at rig costs on the Norwegian shelf.
nb: OD følger opp utviklingen, og jeg deltar blant annet i det regjeringsoppnevnte utvalget som ser på riggkostnadene på norsk sokkel.

source: Costs are also important when new discoveries are to be developed.
nb: Kostnader er også viktig når nye funn skal bygges ut.

source: Minor discoveries often require access to process and transport facilities if the development is to be profitable.
nb: Mindre funn krever ofte tilgang til prosess- og transportanlegg for at utbyggingen skal bli lønnsom.

source: In mature areas such discoveries are generally developed by being tied in to independent fields.
nb: I modne områder bygges slike funn som regel ut ved at de knyttes til selvstendige felt.

source: This also contributes to extending the lifetime of existing fields.
nb: Dette bidrar også til at levetiden for eksisterende felt blir forlenget.

source: Major discoveries that are developed can also be dependent on available capacity in infrastructure.
nb: Også større funn som bygges ut kan være avhengig av ledig kapasitet i infrastruktur.

source: Unitised development of several discoveries across production licences can reduce unit costs and make profitable discoveries even more profitable, or lead to development of discoveries that would have been only marginally profitable by themselves.
nb: Samordnet utbygging av flere funn på tvers av utvinningstillatelser kan redusere enhetskostnadene og gjøre lønnsomme funn enda mer lønnsomme, eller føre til utbygging av funn som isolert sett ville hatt marginal lønnsomhet.

source: Unitised development of several discoveries is not necessarily something the oil companies want, and it can lead to a conflict of interests.
nb: Samordnet utbygging av flere funn er ikke nødvendigvis noe oljeselskapene ønsker, og det kan føre til interessekonflikter.

source: In connection with new field developments it is the NPD’s job to solicit solutions that can provide unitisation gains.
nb: I forbindelse med nye feltutbygginger er det ODs jobb å etterspørre løsninger som kan gi samordningsgevinster.

source: For the NPD it is natural to use our experience and do a good job in the next 40 years as well.
nb: For OD er det naturlig å bruke erfaringen og på å gjøre en god jobb også de neste førti årene.

source: The production rate on the Norwegian shelf is still high.
nb: Produksjonen på norsk sokkel er fortsatt høy.

source: In 2010, Norway was the seventh largest exporter of oil and the second largest exporter of natural gas world-wide.
nb: Norge var i 2010 den sjuende største eksportøren av olje og den nest største eksportøren av naturgass i verden.

source: However, oil production has declined since the production peak in 2001 and is expected to drop further.
nb: Oljeproduksjonen har imidlertid avtatt siden produksjonstoppen i 2001 og forventes å avta ytterligere.

source: Gas production is increasing, but overall production on the shelf has declined since 2004.
nb: Gassproduksjonen øker, men den samlede produksjonen på sokkelen har falt siden 2004.

source: Limiting the decline in production is a political goal.
nb: Det er et politisk mål å begrense produksjonsfallet.

source: If the goal is to be reached, then in addition to enhancing recovery in fields in operation, more exploration must be conducted in open areas concurrent with petroleum activities being allowed in areas that have not yet been opened.
nb: Dersom målet skal nås, må det, i tillegg til å øke utvinningen på felt i drift, letes mer i åpne områder samtidig som det åpnes opp for petroleumsvirksomhet i områder som ennå ikke er åpnet.
